Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: New proposals will diversify the offer of higher education - they encourage higher schools to improve the standard of education, to offer a well thought-out system of enrollment to the studies of a general academic profile and expand the offer of applied-profile studies.
pl: Nowe rozwiązania służą zróżnicowaniu oferty szkolnictwa wyższego - stymulują uczelnie do poprawy jakości studiów, przemyślanego naboru na kierunki o profilu ogólnoakademickim i poszerzenia oferty na kierunkach o profilu praktycznym.

source: According to new regulations higher schools will be obliged to organize at least three-months' vocational training for students of applied-profile studies.
pl: Nowe przepisy nakładają też na uczelnie obowiązek organizowania co najmniej trzymiesięcznych praktyk zawodowych na kierunkach studiów o profilu praktycznym.

source: Dual studies are also envisaged, following the system of alternate practical training and study.
pl: Przewidziano także wprowadzenie studiów dualnych, czyli zapewniających kształcenie w uczelni na przemian z odbywaniem praktyk.

source: Defining a graduation work and anti-plagiarism system.
pl: Zdefiniowanie pracy dyplomowej i system antyplagiatowy.

source: A graduation work is not necessarily a dissertation, but also a published article, a design work (e.g. computer programme), construction, technology or art work.
pl: Praca dyplomowa obejmie nie tylko prace pisemne, ale także opublikowany artykuł, prace projektowe (np. wykonanie programu komputerowego), konstrukcyjne, technologiczne lub artystyczne.

source: Higher schools will be obliged to check graduation works - before they are defended - using an anti-plagiarism programme and the national repository of\graduation works/
pl: Uczelnie zostaną zobowiązane do sprawdzania prac dyplomowych - przed ich obroną - z wykorzystaniem programu antyplagiatowego i ogólnopolskiego repozytorium prac dyplomowych.

source: Students and candidates will get access to reliable information about higher education establishments which do no comply with law, in particular as far as student rights are concerned, and which do not follow relevant legal requirements.
pl: Zaproponowano rozwiązania, które umożliwią studentom i kandydatom na studia uzyskanie rzetelnej informacji na temat uczelni, które nie przestrzegają prawa, zwłaszcza praw studentów, i nie realizują obowiązków ustawowych.

source: Better protection of student rights.
pl: Lepsze zabezpieczenie praw studentów.

source: To protect students against excessive costs, no new fees will be allowed in the course of studies.
pl: Aby chronić studentów przed dodatkowymi kosztami, nie będzie można wprowadzać nowych opłat w trakcie studiów.

source: The deadline for the signing of contracts with candidates (or students) will specify terms of payments related to studies.
pl: Określony zostanie termin podpisywania z kandydatami na studia (lub studentami) umów w sprawie warunków odpłatności związanych ze studiami.

source: The terms of payment and the model contract will be published of the school website.
pl: Zasady pobierania opłat i wzorzec umowy będą publikowane na stronie internetowej uczelni.

source: In response to the student's postulates, the Minister of Science and Higher Education will pass a decree laying down the terms which should be met by school by-laws concerning student benefits.
pl: W odpowiedzi na postulaty studentów, minister nauki będzie wydawał rozporządzenie, w którym określi warunki, jakie powinny spełniać uczelniane regulaminy przyznawania pomocy materialnej.

source: The Minister of Science's decree specifying the method and the system of periodical evaluation of academic teachers.
pl: Proponuje się też, aby minister nauki wydawał rozporządzenie określające sposób i tryb dokonywania oceny okresowej nauczycieli akademickich.

source: It is planned that the best first-year students will be awarded Rector's scholarship (earlier scientific scholarships) - on the basis of the results of their secondary school final exams.
pl: Założono, że najlepszym studentom pierwszego roku studiów będą przyznawane stypendia rektora (dawniej naukowe) - w oparciu o wyniki egzaminów maturalnych.

source: Scientists will be owners of property rights to their inventions and other outcomes of their research and scientific projects.
pl: Naukowcy będą właścicielami praw majątkowych do wynalazków oraz innych efektów realizowanych przez nich badań i projektów naukowych.

source: The proposed changes are aimed to encourage scientists to commercialization of the results of their research work by offering them direct financial benefits.
pl: Proponowane zmiany mają na celu mobilizowanie naukowców do komercyjnego wdrożenia wyników badań naukowych poprzez zapewnienie twórcom bezpośrednich korzyści finansowych.

source: Opening by dr. John Bell, director European Commission, DG Research and Innovation
pl: i zespołów powołanych przez minĺstra właścĺwego do spľaw nauki oraz recenzentów i ekspeľtów

source: Uniqueness of JPI HDHL - including last years results and upcoming plans (Pamela Byrne, chair of JPI HDHL)
pl: Komitet Polityki Naukowej (KPN) nie zgłasza uwag do bieżącej wersji projektu rozporządzenia

source: FOODBALL (Edith Feskens, Human Nutrition WUR) & MİRDİET (tbc)
pl: począWszy od przyszłej kadencji należałoby rozważyć możliwość:

source: European Collaboration: Nutrition Security
pl: Swoją propozycję KPN motywuje:

source: DEDIPAC: first accomplishments across three thematic areas
pl: wynikająca z różnorodności sporządzanych przez nich opinii, nie odbiega W znaczącym

source: well coordinated research programmes and priorities;
pl: Konferencji Rektorów Akademickich Szkół Polskich;

source: a wide opening of the ERA to the world.
pl: Konferencji Rektorów Zawodowych Szkół Polskich;

source: Exchange of Scientists between PAS and KOSEF.
pl: : nazwa szkoły, miejscowość, poziom kształcenia itp.

source: Polish Technologies offered for industrialization in Korea.
pl: Jednostki samodzielnie wskazują szkoły, z którymi nawiążą współpracę.

source: The final decision to support these projects in Korea will be made after the full proposals being reviewed on the competitive basis.
pl: Praktyki przewidziane w ramach programu „Akademickie Centrum Kreatywności” powinny być realizowane dodatkowo w stosunku do obecnie prowadzonego toku studiów.

source: Both sides agreed to support the organization of joint conferences, seminars and workshops.
pl: Jednocześnie informujemy, że w ramach realizacji programu nie przewidziano finansowania stypendiów dla osób odbywających staż.

source: In case of specific topics the costs should be borne by the cooperating institutions from their own resources.
pl: Jaka liczba studentów ma zostać objęta praktykami w „szkołach ćwiczeń”

source: Details, such as time, venue, specific sub-topics, selection of speakers, shall be decided through mutual consultation between the coordinators.
pl: W ramach programu nie wyznaczano warunku szczegółowego dotyczącego zarówno liczby studentów, którzy mają zostać objęci programem, jak i dotyczącego sprawowania opieki merytorycznej w „szkołach ćwiczeń”.

source: Poland has invested heavily in infrastructure in recent years, now we need to invest in people - said Minister of Science Lena Kolarska-Bobińska at the opening of two new buildings of the University of Warsaw.
pl: Koncepcja Teaming of Excellence dotyczy utworzenia nowych lub istotne wzmocnienie istniejących centrów doskonałości przez najlepsze europejskie jednostki naukowe w regionach słabiej rozwiniętych.

source: FORM FOR EMPLOYERS
pl: FORMULARZ DLA OGŁOSZENIODAWCÓW

source: CITY: Kraków
pl: MIASTO: Kraków

source: POSITION: assistant
pl: STANOWISKO: asystent

source: DISCIPLINE: Electrical Engineering
pl: DYSCYPLINA NAUKOWA: Elektrotechnika

source: POSTED:
pl: DATA OGŁOSZENIA:

source: KEY WORDS: Electrical engineering, Power Quality, Power Delivery
pl: SŁOWA KLUCZOWE: Elektrotechnika, Jakość energii elektrycznej, Dostawa energii elektrycznej

source: DESCRIPTION (field, expectations, comments):
pl: OPIS (tematyka, oczekiwania, uwagi):

source: Requirements:
pl: Wymagania:

source: • master degree in Electrical Engineering,
pl: • ukończone studia wyższe magisterskie na kierunku Elektrotechnika,

source: • ability to work in Matlab-Simulink,
pl: • umiejętność posługiwania się aparaturą pomiarową wykorzystywaną w laboratoriach

source: • participation in research and/or industrial projects,
pl: • predyspozycje do pracy dydaktycznej i naukowej,

source: AGH University of Science and Technology, Faculty of Metals Engineering and Industrial Computer Science
pl: Akademia Górniczo-Hutnicza, Wydział Inżynierii Metali i Informatyki Przemysłowej

source: Materials science, iron and special alloys, phase transformation, wear, deformation and recrystallization, materials characterization, wide cooperation with industry in terms of failure analysis
pl: inżynieria materiałowa, stopy żelaza, stopy specjalne, przemiany fazowe, zużycie, odkształcenie i rekrystalizacja, charakterystyka materiałów, współpraca z przemysłem

source: Requirements: 1) Habilitation degree in the field of materials science, 2) Scientific achievements acknowledged by publications in the journals indexed in the JCR, particularly published after PhD DSc degree.
pl: OPIS (tematyka, oczekiwania, uwagi): Wydział Inżynierii Metali i Informatyki Przemysłowej, Katedra Metaloznawstwa i Metalurgii Proszków poszukuje doświadczonego naukowca do prowadzenia badań naukowych w zakresie przemian fazowych, procesów odkształcenia i mechanizmów zużycia stali i stopów specjalnych.

source: CITY: Krakow
pl: Stanisława Staszica w Krakowie

source: DISCIPLINE: physics, material science
pl: DYSCYPLINA NAUKOWA: fizyka, inżynieria materiałowa

source: EXPIRES: 28.02.2017
pl: TERMIN SKŁADANIA OFERT: 28.02.2017

source: WEBSITE
pl: LINK DO STRONY:

source: KEY WORDS:
pl: SŁOWA KLUCZOWE:

source: Polish universities support entrepreneurship and innovation.
pl: Scieżka do tej strony

source: 03 July 2017
pl: Użycie skrótu:

source: The Ministry of Science and Higher Education analyses further careers of graduates more thoroughly
pl: lewy alt + shift + 0 - otwiera się ta strona (opis skrótów klawiszowych)

source: University candidates will soon receive an improved tool for determining which courses provide the highest chance of employment afterwards.
pl: lewy alt + shift + 1 - spowoduje otwarcie strony głównej serwisu

source: The spectrum of fields in which Polish scientists are active and making breakthrough discoveries is impressive.
pl: lewy alt + shift + 4 - spowoduje przejście do wyszukiwarki serwisu

source: Knowledge of the findings should reach the widest possible audience, not just adults, but also children - Deputy Minister of Science and Higher Education Jarosław Gowin said last week on Monday in Miękinia near Kraków.
pl: W lewym górnym rogu są każdej strony znajdują się przyciski do powiększania/zmniejszania tekstu tekstu.

source: 15 February 2017
pl: Brak tagów

source: Deputy Minister of Science: Polish science should be promoted in the UK
pl: Rozporządzenie w sprawie „Studiów dla wybitnych” opublikowane

source: Wednesday, 15 February 2017
pl: wtorek, 27 października 2015

source: "I'm very impressed with what young active people can do!" - commented Łukasz Szumowski.
pl: Academic Ranking of World Universities), czyli tzw. rankingu szanghajskiego.

source: He added that Polish student organizations were really thriving at British colleges, many of which were top European universities.
pl: Pytania dotyczące programu można zadawać bezpośrednio przez formularz kontaktowy znajdujący się na stronie MNiSW pod wskazanym adresem.

source: INSTITUTION: AGH University Of Science And Technology in Krakow Faculty Of Mining And Geoengineering
pl: INSTYTUCJA: Akademia Górniczo-Hutnicza Im. Stanisława Staszica W Krakowie, Wydział Górnictwa I Geoinżynierii

source: CITY: Krakow/Cracow
pl: MIASTO: Kraków

source: POSITION: associate professor
pl: STANOWISKO: Profesor nadzwyczajny

source: DISCIPLINE: mining and engineering geology
pl: DYSCYPLINA NAUKOWA: górnictwo i geologia inżynierska

source: EXPIRES: 26.02.2018 r.
pl: TERMIN SKŁADANIA OFERT: do 26.02.2018 r.

source: KEY WORDS: mining, production engineering, economics and marketing in industry
pl: SŁOWA KLUCZOWE: górnictwo, inżynieria produkcji, ekonomika i marketing w przemyśle

source: Ph.D. procedure,
pl: doktorski,

source: • experience in conducting classes, including lectures and seminars,
pl: • doświadczenie w zakresie prowadzenia zajęć dydaktycznych, w tym wykładów i seminariów,

source: • positive employee assessment or a positive opinion from previous job,
pl: • pozytywna ocena okresowa lub pozytywna opinia z poprzedniego miejsca pracy,

source: Mining and Geoengineering No. (http:/www.gorn.edu.pl/wydzial/rada-wydzialu/wybrane-uchwaly-rady-wydzialu).
pl: (http:/www.gorn.edu.pl/wydzial/rada-wydzialu/wybrane-uchwaly-rady-wydzialu).
